[
    {
        "id": 1,
        "name": "The Tale Treasury",
        "title": "Timeless Stories For Children",
        "price": 210,
        "category": "story",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://img.freepik.com/free-vector/book-with-scene-knight-dragon-fighting_1308-114205.jpg?semt=ais_hybrid&w=740",
        "story": "The Tale Treasury held ancient stories that glowed when read aloud. Young Leo discovered it in his grandmother's attic, its pages swirling with living ink. When he opened it, characters stepped out: a brave paper knight, a melancholy moon princess, and a squirrel with map-making skills. They revealed the book was leaking stories because the Inkwell of Imagination had cracked. Leo followed them through the Portal of Prose into a world where metaphors became landscapes - forests of floating adjectives and rivers of liquid poetry. In the Valley of Villains, they outwitted the Grammar Ghoul who twisted sentences into traps, using rhyming shields and alliteration arrows. At the Fractured Fable Fields, Leo repaired broken narratives by matching story fragments like puzzle pieces. The climax came at the Inkwell's cave, guarded by a dragon made of misplaced commas. Leo fed it perfectly punctuated sentences until it curled into a sleeping period. With a quill dipped in childhood wonder, Leo sealed the crack as characters returned to their pages. Now the book glows brighter with each reader, and children who whisper 'Once upon a time' see their words dance in golden light. The magic secret: Stories live longest when shared."
    },
    {
        "id": 2,
        "name": "Magical Math Tricks",
        "title": "Numerical Wonders Revealed Playfully",
        "price": 220,
        "category": "math",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://i.ytimg.com/vi/OiWSrtEF5LE/maxresdefault.jpg",
        "story": "Magical Math Tricks began when numbers started glowing in Maya's textbook. She discovered they arranged themselves into bridges leading to Arithmetopia - a city where geometric birds sang equations and rivers flowed with liquid fractions. The Number Nymphs were in chaos because the Decimal Dragon had stolen the Sum Sphere that maintained balance. Maya learned to multiply by mirror-walking, divide by casting shadow-puppets, and calculate probabilities with dice-shaped fireflies. She outsmarted the dragon by solving its fractional riddles: 'What grows shorter when you add halves?' (A candle!) and 'I increase as I decrease' (A hole!). Using Fibonacci flowers that bloomed in numerical sequence, she created a cage of growing spirals. When the sphere was restored, Maya discovered its true power: it could materialize math concepts. She brought back Polyhedra Pets that changed shape when petted, and a Zero-Zone eraser that made mistakes disappear. Now Maya's classroom has living equations on walls, and students solve problems by conducting orchestra numbers that harmonize into solutions. The greatest trick? Math isn't about answers - it's about finding magical connections between questions. Those who understand this see equations dancing everywhere."
    },
    {
        "id": 3,
        "name": "Alphabet Adventures",
        "title": "Letters Journey From A-Z",
        "price": 200,
        "category": "alphabet",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://img.gamepix.com/games/alphabet-arcade-adventure-game/cover/alphabet-arcade-adventure-game.png?w=400&ar=16:10",
        "story": "Alphabet Adventures started when the letter 'B' escaped from Ben's book. Chasing it through a vowel-shaped keyhole, he entered Glyph Gorge - a canyon where consonants carved rivers and vowels hung like glowing fruits. The letters were disappearing because the Silent Shadow was erasing them from existence. Ben partnered with a cursive cat and a bold serif serpent to track the thief. They rode rapids on the 'S' curve, crossed bridges made of linked 'O's, and hid in caves shaped like 'C'. Each letter had unique powers: 'M' made mountains, 'T' grew trees, and 'W' created waves. When 'E' was captured, everything became indistinct and muffled. Ben freed it by shouting words containing 'E' until the shadow vibrated apart. In the final battle at Zeta Zenith, Ben used forgotten letters: Þ (thorn) pierced shadows, and Ə (schwa) confused enemies. Restoring balance gave Ben the Alphabet Amulet that transformed sounds to symbols. Now children see floating letters when they speak clearly, and silent 'E's wink from book pages. The adventure proves words shape worlds."
    },
    {
        "id": 4,
        "name": "Rhymes & Rhythm",
        "title": "Poetic Melodies For Children",
        "price": 230,
        "category": "poem",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://pic.pikbest.com/best/video_preview_img/1912/1389230.jpg!w340",
        "story": "Rhymes & Rhythm awakened when poems stopped scanning correctly. Lily found her nursery rhyme book pulsing with distressed beats. Touching 'Humpty Dumpty', she fell into Meter Meadow where iambic butterflies fluttered in pentameter patterns. The land was crumbling because the Rhyme Thief had stolen the Cadence Crystal that maintained poetic flow. Lily partnered with a sonnet sparrow and a limerick lizard to track the thief through: - Haiku Hills with 5-7-5 stepping stones - Couplet Canyons where lines rhymed in pairs - Free Verse Forests with unpredictable pathways Lily restored rhythm by completing broken verses: 'Roses are red, violets are...' (indigo!) made rainbows appear. She discovered her laughter generated perfect rhyme schemes, and her tears created poignant blank verse. At the thief's fortress, Lily defeated him with a villanelle so repetitive it put him to sleep. The restored crystal now projects holographic poems that children can enter. Lily's favorite? A Jabberwocky jungle where nonsense words become playful creatures. Now when children recite poems, their breath swirls with visible meter patterns, and unfinished verses complete themselves with shared imagination. The secret: True rhythm lives in the heartbeat."
    },
    {
        "id": 5,
        "name": "Wildlife Wonders",
        "title": "Animal Friends Share Secrets",
        "price": 250,
        "category": "animal",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://static.toiimg.com/photo/msid-113427837,width-96,height-65.cms",
        "story": "Wildlife Wonders began when zoo animals started whispering to Leo. They revealed the Wild Web - an invisible network connecting all creatures - was fraying. Leo gained the ability to speak 'Animal' through a shared dream with a bilingual bonobo. He discovered elephants mapping waterholes with seismic songs, spiders weaving silk-coded weather forecasts, and fireflies transmitting pollen news. The disruption came from Shadow Moths eating communication pheromones. Leo's quest took him to: - The Great Migration Ballet where wildebeests danced navigation data - The Coral Council where fish debated current politics - The Avian Airwaves tower where birds broadcast seed alerts With a skunk's perfume, Leo repelled moths; with a pangolin's scales, he collected lost messages; and with a whale's song, he repaired the Web. The climax came when Leo mediated a predator-prey summit, proving even rivals need shared ecosystems. Now animals leave knowledge-gifts: squirrels bury memory-nuts, dolphins deliver seaweed scrolls, and ants build living libraries. Children who listen quietly hear nature's wisdom: 'Every creature teaches survival through cooperation.' Leo's backyard became a sanctuary where foxes tutor kits in moonlight."
    },
    {
        "id": 6,
        "name": "Adventures Unleashed",
        "title": "Thrilling Quests Await Bravery",
        "price": 199,
        "category": "adventure",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://www.theancientadventurer.com/img/adventureunleashed.jpg",
        "story": "Adventures Unleashed triggered when Kai's map began steaming. It revealed the Isle of Unfinished Quests - a land where abandoned adventures rusted. Kai sailed through the Straits of Second Thoughts on a ship with doubt-proof sails. The island contained: - Frozen climbers on Maybe Mountain - Paralyzed sailors in Indecision Bay - A treasure chest choked by 'What If?' vines The cause was the Procrastination Dragon whose breath turned courage to cobwebs. Kai thawed climbers by singing action songs, freed sailors with decisive knot-cutting, and revived treasures by speaking goals aloud. He collected tools: the Momentum Compass pointing to progress, the Failure Net catching mistakes safely, and the Possibility Spyglass seeing multiple outcomes. Facing the dragon, Kai offered its hoard of delayed dreams to children. Transformed into a bridge, the dragon connected the island to reality. Now when children say 'I wish', their quest materializes: jungle vines grow into ropes, puddles become moats, and homework transforms into treasure maps. Kai's greatest lesson? Adventure isn't in the destination - it's in the decision to begin."
    },
    {
        "id": 7,
        "name": "Science Explorers",
        "title": "Mysteries Of Universe Revealed",
        "price": 249,
        "category": "science",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://thumbs.dreamstime.com/b/science-fantasy-lab-landscape-beakers-test-tubes-colorful-magical-setting-artwork-featuring-evokes-sense-373903788.jpg",
        "story": "Science Explorers launched when Zara's telescope projected a quantum doorway. Stepping through, she entered the Lab of Lost Discoveries - a dimension where forgotten experiments roamed free. Archimedes' steam-powered robots polished Einstein's light-beams, while Curie's glowing elements played tag. The chaos started when the Theory Termites chewed through laws of physics. Zara witnessed: - Gravity pockets where bubbles fell up - Time puddles aging things unevenly - Colorless zones where rainbows went to die Her toolkit included Newton's prismatic wrench, Tesla's resonance gloves, and a DNA origami kit. She outsmarted termites by trapping them in magnetic poetry fields, then patched physics with graphene-bandages. The breakthrough came when Zara discovered mistakes powered innovation: a broken beaker grew self-healing glass, spilled chemicals created bio-luminescent life. She established the Museum of Marvelous Failures where visitors touch exhibits: frozen lightning, tangible sounds, and tasteable gases. Now children receive experiment seeds that grow lab equipment overnight. Zara's motto echoes through the halls: 'Every question asked changes reality's shape.' Those who whisper 'Why?' see answers shimmer into existence."
    },
    {
        "id": 8,
        "name": "Wonderful History",
        "title": "Past Civilizations Speak Loudly",
        "price": 299,
        "category": "history",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://www.usnews.com/object/image/00000162-f3a3-d0d5-a57f-fbf33c300000/3-vestrahorn-iceland.jpg?update-time=1745871301820&size=responsive640",
        "story": "Echoes of History awakened when museum artifacts started humming. Touching a pharaoh's mask, Omar was pulled into the Chronicle Current - a river flowing through time. He witnessed: - Pyramid builders singing stress-relief chants - Roman engineers debating aqueduct angles - Samurai composing peace poems after battles But the current was silting because Memory Mites were eating historical context. Omar collected preservation tools: a scribe's ink that bonds facts, an oral historian's memory-beads, and a librarian's dusting feathers. In each era, he repaired damage: - Translated Babylonian complaints into management lessons - Saved Viking navigation songs from extinction - Archived suffragette rallying cries When mites threatened the Library of Alexandria, Omar unleashed paradox butterflies carrying multiple perspectives that confused the literal-minded mites. He returned with the History Heartbeat - a device making historical figures appear when children study their achievements. Now classrooms feature holographic tutors: Cleopatra teaches diplomacy through snake games, Da Vinci runs invention workshops, and Tubman guides courage simulations. Omar's discovery: History isn't dates - it's humanity's ongoing conversation with itself."
    },
    {
        "id": 9,
        "name": "Galactic Wonders",
        "title": "Cosmic Secrets Gently Unfolded",
        "price": 220,
        "category": "space",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://res.cloudinary.com/jerrick/image/upload/d_642250b563292b35f27461a7.png,f_jpg,fl_progressive,q_auto,w_1024/63cd43f46712d5001d07dc92.jpg",
        "story": "Galactic Wonders began when Orion's belt stars rearranged into an arrow. Following it, Luna rode a solar flare to the Nebula Nursery where stars are born. She found cosmic chaos: baby stars crying supernovae tantrums, black holes sucking in stardust blankets, and planets forming without orbits. The ancient Clockwork Constellations had wound down. Luna repaired mechanisms using: - Comet tails as lubricant - Asteroid belts as gear teeth - Dark matter as adjustment fluid She discovered music calmed the nursery: lullabies slowed hyperactive pulsars, drumbeats solidified gas giants. Her breakthrough came when she mapped emotions to cosmic phenomena: joy created nebulae, curiosity sparked supernovae, wonder generated habitable zones. Luna returned with the Celestial Cradle - a device projecting personal star nurseries above children's beds. Now stargazers see their thoughts as constellations: worries become black holes that shrink when solved, ideas form new planets. Earth received a protective bubble woven from repaired constellations. Luna's revelation echoes through telescopes: 'The universe expands with each dream dreamed.'"
    },
    {
        "id": 10,
        "name": "Chronicles",
        "title": "Puzzles Await Solution Masters",
        "price": 180,
        "category": "mystery",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2021/10/Xenoblade-2-Gormott-Landscape-Cropped.jpg?q=70&fit=contain&w=1200&h=628&dpr=1",
        "story": "Mystery Chronicles activated when riddles started appearing in steam on mirrors. Max followed them to Enigma Estates - a sentient mansion where doors led to unsolved cases: - The case of the backwards-running clocks - The affair of the singing statues - The riddle of the weightless library books The mansion was decaying because the Solution Sundial had cracked, freezing mysteries in time. Max partnered with a deductive duck and a forensic fox to investigate. They used: - Fingerprint powder revealing emotional residues - Truth mirrors showing multiple perspectives - Logic lenses untangling red herrings Max discovered the mansion fed on 'Aha!' moments - its walls brightened with each solved case. When confronting the Paradox Phantom who created unsolvable mysteries, Max fed it satisfying conclusions until it dissipated. Restoring the sundial made mysteries self-update: new clues appear when old ones are solved. Max brought back the Curiosity Kit - glasses seeing hidden clues, gloves feeling emotional imprints, and a journal writing solutions backwards. Now children find interactive mysteries everywhere: grocery lists become treasure maps, cloud shapes form crime scenes, and lost toys leave investigative trails. The eternal rule? Every solved mystery births two new ones."
    },
    {
        "id": 11,
        "name": "Artist Visions",
        "title": "Canvases Come Alive With Color",
        "price": 225,
        "category": "art",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://w0.peakpx.com/wallpaper/116/715/HD-wallpaper-artistic-landscape-view.jpg",
        "story": "Artistic Visions began when paint drips started moving across Eva's canvas. She stepped through her watercolor landscape into Chroma Kingdom, where sentient brushes tended pigment orchards and color dragons slept in rainbow caves. The world was fading because the Prism Heart had been stolen by the Grayscale Gremlins. Eva rode a calligraphy phoenix through: - Perspective Peaks where distant objects whispered secrets - Texture Tundras where rough strokes created physical sensations - Hue Rivers that blended emotions into colors. She restored vibrancy by completing masterpieces: adding missing shadows to Mona Lisa's smile, balancing Hokusai's wave composition. When cornered in the Greyscale Fortress, Eva unleashed complementary color explosions that shattered the monotony. The restored Prism Heart now lets children pull objects from drawings - their doodles gain texture, depth, and movement. Those who create fearlessly find their art glowing at night."
    },
    {
        "id": 12,
        "name": "Musical Mystery",
        "title": "Harmonic Puzzles To Solve here",
        "price": 235,
        "category": "music",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://t4.ftcdn.net/jpg/12/16/13/69/360_F_1216136977_6mwngt1MjBEwsqSoOZjfuQ5bMhO3aVzj.jpg",
        "story": "Musical Mysteries commenced when instruments started playing backwards. Ravi followed discordant notes into Tempo Town, where rhythmic rabbits built percussion cities and melody birds nested in treble clefs. The Sound Spire was cracking because the Dissonance Drone had muted the Conductor's Baton. Ravi solved sonic puzzles: - Aligning harmonic arches to cure screeching violins - Balancing bass foundations to stop earthquakes - Untangling staff wires that trapped melodies. He discovered emotions made instruments: joy created brass fanfares, sorrow shaped cello strings. At the Fortissimo Falls, Ravi conducted rainfall into a symphony that shattered the Drone. The restored baton now lets children manifest instruments from household objects - broomstick basses, pot-lid cymbals, water-glass xylophones. True music, he learned, is found in life's unexpected rhythms."
    },
    {
        "id": 13,
        "name": "Gardening Guardians",
        "title": "Secrets Of The Soil Uncovered",
        "price": 215,
        "category": "nature",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://5.imimg.com/data5/RC/RR/MY-45352276/landscape-designing-500x500.jpg",
        "story": "Gardening Guardians sprouted when seedlings started whispering to Lila. She unearthed the Root Network - an underground world where carrot miners unearthed mineral treasures and ladybug engineers maintained aphid farms. The eternal spring was failing because Pollen Pirates had stolen the Germination Gem. Lila navigated: - Photosynthesis Forests with light-harvesting trees - Mycelium Highways transmitting fungal messages - Compost Caverns recycling memories into nutrients. With worm-tunnel maps and dandelion parachutes, she tracked the pirates to their nectar-galleon. Lila defeated them by growing rapid-thorn vines from ancient seeds, recovering the gem. Now gardens flourish magically: planted wishes bloom overnight, weeds uproot themselves when sung to, and children gain green thumbs that make seeds sprute in their palms. Nature's rule: Everything grows better when nurtured together."
    },
    {
        "id": 14,
        "name": "Culinary Quests",
        "title": "Edible Adventures For Tasty Triumphs",
        "price": 245,
        "category": "food",
        "image": "https://ih1.redbubble.net/image.5056846383.5984/raf,360x360,075,t,fafafa:ca443f4786.u1.jpg",
        "photo": "https://i0.wp.com/knycxjourneying.com/wp-content/uploads/2024/03/463-Fine-Dining-Cover.jpeg?fit=840%2C560&ssl=1",
        "story": "Culinary Quests began when recipes started floating off pages. Marco stirred his soup pot and fell into Flavor Fjord, where talking ingredients built fusion cities: cheese cliffs, chocolate rivers, and spice-brick roads. Taste was vanishing because the Savor Serpent had swallowed the Seasoning Stars. Marco crafted edible tools: - Carrot grappling hooks - Pasta ladders - Jello trampolines. He restored balance by cooking diplomatic feasts that reconciled warring food groups: sweet/sour salsa treaties, bitter/sweet truce cakes. At the Volcanic Wok, Marco outwitted the serpent by feeding it umami bombs that overloaded its senses. Recovered stars now make kitchens magical: utensils dance while cooking, leftovers transform into gourmet meals, and children's laughter seasons food perfectly. The secret ingredient? Always courage."
    }
]